Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/reference/checklists/checklist_when_applying_for_jobseekers_benefit.html.txt.tmx
Source language: en
Languages: pl

source: Checklist when applying for Jobseeker's Benefit
pl: Lista spraw: Ubieganie się o zapomogę dla osób poszukujących pracy

source: When you apply for Jobseeker’s Benefit you must bring certain documents with you
pl: Składając wniosek o zasiłek dla osób poszukujących pracy należy załączyć określone dokumenty

source: If you lose your job or are made redundant
pl: Osoby, które straciły pracę lub zostały zwolnione w wyniku redukcji zatrudnienia

source: If you lose your job or are made redundant you should bring your P45 or a letter from your employer confirming the last day you worked
pl: Osoby, które straciły pracę lub zostały zwolnione w wyniku redukcji zatrudnienia, powinny przynieść formularz P45 lub pismo od pracodawcy potwierdzające datę ustania zatrudnienia

source: If you don’t have your P45 or a letter from your employer you should still apply
pl: Jeżeli dana osoba nie dysponuje tymi dokumentami, mimo wszystko powinna się zarejestrować

source: However, it is important to bring either your P45 or a letter from your employer as soon as possible to your Intreo Centre or local Social Welfare Branch Office
pl: W takim przypadku należy jak najwcześniej dostarczyć formularz P45 lub pismo od pracodawcy do lokalnego urzędu pomocy społecznej

source: If you have difficulty getting your P45 from your employer tell the member of staff dealing with your claim at your Intreo Centre or Social Welfare Branch Office
pl: W przypadku trudności z uzyskaniem P45 od pracodawcy należy poinformować o tym pracownika lokalnego urzędu pomocy społecznej, który zajmuje się danym wnioskiem

source: If you are made redundant you will also need to bring documentation showing how much redundancy you have received
pl: Jeżeli zostaliście zredukowani, musicie także przedstawić dokumentację wykazującą wysokość otrzymanego bezrobocia

source: If you are getting more than statutory redundancy you should bring a letter from your employer stating how much redundancy you have been given
pl: Jeżeli otrzymujecie więcej niż bezrobocie ustawowe, należy przedstawić pismo od pracodawcy stwierdzające wysokość otrzymanego bezrobocia

source: If your claim for redundancy hasn’t yet been settled you should still apply for Jobseeker’s Benefit
pl: Jeżeli wniosek o bezrobocie nie został jeszcze rozpatrzony, winniście wystąpić o zasiłek dla bezrobotnych

source: When you get your redundancy payment you must inform your Intreo Centre or Social Welfare Branch Office
pl: Po otrzymaniu wypłaty bezrobocia, należy poinformować o tym lokalne biuro Opieki Społecznej

source: Find out more about your rights to redundancy payments
pl: Więcej informacji na temat waszych praw znajdziecie na stronie redundancy payments

source: If you are laid off
pl: Osoby, które zostały tymczasowo zwolnione

source: If you are laid off temporarily, you may or may not get a P45
pl: W przypadku tymczasowego zwolnienia z pracy, na przykład z powodu przestoju, nie zawsze możliwe jest uzyskanie P45

source: If you don’t have a P45 you must bring a letter from your employer stating the following:
pl: W przypadku braku P45 należy przynieść pismo od pracodawcy zawierające następujące informacje:

source: • You have been laid off work without pay
pl: • Potwierdzenie, że dana osoba została tymczasowo zwolniona i pozbawiona prawa do wynagrodzenia

source: • How long he or she expects you will be laid off
pl: • Przewidywany czas zwolnienia

source: If your days of work are reduced
pl: Osoby, których tydzień pracy został zredukowany

source: If your days of work are reduced you must bring a letter from you employer stating the following:
pl: Osoby, których tydzień pracy został zredukowany, muszą dostarczyć pismo od pracodawcy zawierające następujące informacje:

source: • Your days at work have been reduced on a temporary basis
pl: • Oświadczenie, że wymiar pracy został zredukowany tymczasowo

source: • The number of days you worked each week
pl: • Dotychczasową liczbę dni roboczych w tygodniu

source: • The number of days you now work each week
pl: • Obecną liczbę dni roboczych w tygodniu

source: You will also need to bring the following documents and information with you:
pl: Należy także załączyć następujące dokumenty i informacje:

source: You will need to bring the following documents with you when you apply for Jobseeker's Benefit:
pl: Składając wniosek o zasiłek dla osób poszukujących pracy należy dostarczyć następujące dokumenty:

source: • Details of your availability for work and any efforts you have made to get work
pl: • Informacje na temat gotowości do pracy i dokumenty potwierdzające wysiłki podjęte w celu znalezienia pracy

source: For example, letters you have written to employers and any responses you have received
pl: Na przykład listy do pracodawców oraz wszelkie uzyskane odpowiedzi

source: • Details of your income
pl: • Informacje na temat dochodów

source: • Details of your spouse/partner's income (if any)
pl: • Szczegóły dotyczące dochodów małżonka/partnera (jeśli dotyczy)

source: • Details of your dependent children
pl: • Dane dzieci pozostających na utrzymaniu

source: This is a form you will receive from your last employer detailing tax/PRSI paid to date in the current tax year
pl: Jest to formularz przekazywany przez pracodawcę w chwili zakończenia stosunku pracy, który zawiera informacje na temat podatków/składek na ubezpieczenie społeczne (PRSI) opłaconych do tej pory w danym roku podatkowym

source: You must either bring it on the date of your claim or (if unable to do so), to bring it in on the next day of attendance
pl: Formularz należy przynieść w dniu składania wniosku lub (jeśli to niemożliwe) dostarczyć podczas kolejnej wizyty

source: Find out what you can do if your employer will not give you a P45
pl: Więcej informacji na temat kroków, które można podjąć w przypadku odmowy wydania P45 przez pracodawcę

source: This is a form given to you each year by your employer
pl: Formularz ten jest przekazywany przez pracodawcę każdego roku

source: It details your pay and tax paid for the relevant year
pl: Wyszczególnione są w nim opłacone składki i odprowadzone podatki za dany rok

source: Find out what you can do if you do not get aP60 from your employer
pl: Informacje na temat kroków, które można podjąć w przypadku nieotrzymania P60 od pracodawcy

source: • Proof of your identity - see below for more information
pl: • Dowód tożsamości (dalsze informacje - zob. poniżej)

source: • Proof of address - see below for more information
pl: • Potwierdzenie adresu zamieszkania (dalsze informacje - zob. poniżej)

source: You can provide evidence of your identity by showing your passport or your driver's licence
pl: Swoją tożsamość można potwierdzić przedstawiając paszport albo prawo jazdy

source: If you do not have either a passport or driver’s licence, you should bring any other document that you may have, particularly one that has your photograph on it
pl: Jeśli nie ma się paszportu ani prawa jazdy, należy zgłosić się z jakimkolwiek innym posiadanym dokumentem, zwłaszcza takim, w którym jest zdjęcie posiadacza

source: The following documents may also be acceptable: credit card, debit card, medical card, age ID card, work ID card, club membership card
pl: Można zaakceptować także następujące dokumenty: karta kredytowa, karta debetowa, karta medyczna, dowód poświadczający wiek, legitymacja służbowa, karta członkowska klubu

source: The following items are not accepted as proof of identity:
pl: Następujące dokumenty nie są akceptowane jako dowód tożsamości:

source: • Birth or baptismal certificates
pl: • akty urodzenia lub chrztu

source: • Bills or personal letters
pl: • rachunki lub listy prywatne

source: A claim cannot be decided until identity has been proven
pl: Podanie nie może zostać rozpatrzone do czasu potwierdzenia tożsamości wnioskodawcy

source: You may be asked to show evidence of your address
pl: Wnioskodawca może zostać poproszony o przedstawienie potwierdzenia swojego adresu

source: You should bring any of the following documents:
pl: Należy zgłosić się z jednym z następujących dokumentów:

source: • Recent bills from utility companies such as electricity, telephone (landline or mobile), gas, cable television, waste charges etc
pl: • niedawne rachunki za korzystanie z usług komunalnych, takich jak energia elektryczna, telefon (stacjonarny lub komórkowy), gaz, telewizja kablowa, wywóz śmieci, itp

source: • Recent statements/letters from banks, building societies, credit unions, credit card companies or other financial institutions
pl: • niedawne wyciągi lub pisma z banków, towarzystw budowlanych, spółdzielczych kas oszczędnościowych, przedsiębiorstw kart kredytowych lub innych instytucji finansowych

source: • Recent letters addressed to you from insurance companies, local authorities, government departments or the Revenue Commissioners
pl: • niedawne pisma z firm ubezpieczeniowych, organów władzy lokalnej, ministerstw lub urzędów skarbowych adresowane do wnioskodawcy

source: • Local authority rent book, mortgage or leasing agreement
pl: • książeczka opłat czynszowych za mieszkanie komunalne, umowa hipoteki lub najmu

source: Note: a recent document is one issued within the last 2 months
pl: Uwaga: niedawny dokument jest to dokument wystawiony w ciągu ostatnich 2 miesięcy

source: All documents must be originals, not photocopies
pl: Wszystkie dokumenty muszą być oryginalne, nie mogą to być fotokopie

source: If there is doubt about your address, the Jobseeker's Benefit claim is not paid until your address is verified
pl: W przypadku wątpliwości dotyczących adresu zamieszkania osoba ubiegająca się o zasiłek dla osób poszukujących pracy nie otrzyma decyzji pozytywnej do czasu potwierdzenia adresu
